#Задача 2. Вариант 1.
#Напишите программу, которая будет выводить на экран наиболее понравившееся вам высказывание,
#автором которого является Еврипид.
#Не забудьте о том, что автор должен быть упомянут на отдельной строке.
#Ажигов А.М.
#21.02.2017.

print("“Тот, кто пренебрегает обучением в юности,\n потерян для прошлого и мёртв для будущего.”")
print("-Еврипид.")
input("\n\nНажмите Enter чтобы закрыть программу")
