# Задача 6. Вариант 1. 
# Создайте игру, в которой компьютер загадывает название
#одного из трех мушкетеров д'Артаньяна, а игрок должен его угадать.
# Ажигов А.М. 
# 02.04.2017


import random
a = ('Атос' , 'Портос', 'Арамис')
b = (random.choice(a))
ans = input ("Попробуйте угадать одного из трех мушкетеров д'Артаньяна:")
if ans == b:
    print (" Молодец, это правильный ответ!!!")
else:
    print ("Вы не угадали!")
input ('\nНажмите Enter, чтобы выйти')
