# Задача 4. Вариант 1. 
# Напишите программу, которая выводит имя, под которым скрывается Жан Батист Поклен. 
#Дополнительно необходимо вывести область интересов указанной личности, место рождения, 
#годы рождения и смерти (если человек умер), вычислить возраст на данный момент (или
#момент смерти). Для хранения всех необходимых данных требуется использовать переменные
#После вывода информации программа должна дожидаться пока пользователь нажмет Enter 
#для выхода
# Ажигов А.М.
# 28.03.2017



print ('Иво Ливи Поклен французский певец-шансонье и актёр.')
print ('Место рождения: г. Санлис, Франция ')
print ('Область интересов: театр, киноиндустрия, музыка')
print ('Годы жизни: 13.10.1921-19.11.1991 ')
print ('Возраст: 70 лет')
input ('\n\n\nнажмет Enter для выхода.')
