#Ажигов А.М. Задача 9. Вариант 1.
#Создайте игру, в которой компьютер выбирает какое-либо слово, а игрок должен
#его отгадать. Компьютер сообщает игроку, сколько букв в слове, и дает пять попыток
#узнать, есть ли какая-либо буква в слове, причем программа может отвечать только
#"Да" и "Нет". Вслед за тем игрок должен попробовать отгадать слово.
#Ажигов А.М. 
#08.04.2017

import random
count = 0
WORDS = ("Ислам", "Смысл", "Дорбо", "Жизнь", "#ВсяСутьВОднойИгре")
pobeda = random.choice(WORDS)

print("Я выбрал, в слове", len(pobeda), "букв. У тебя 5 попыток.")

while count < 6:
    count += 1
    guessChar = input("Твоя очередь: ")
    if guessChar.lower() in pobeda.lower():
        print("Да")
    else:
        print("Нет")

guessWord = input("Время отгадывать: ")
if guessWord == pobeda:
    print("Поздравления")
else:
    print("Вот и все дружок")

input("\n\nЖми Enter ")
