# задача 7. Вариант 1.
# Напишите программу, которая бы при запуске случайным образом отображала
# название одного из семи чудес света
# Ажигов А.М.
# 01.04.2017

import random
sput =  ["Атос", "Портос", "Арамис"]
rsput = random.choice(sput)
score = 100
psput = ""
while psput != rsput:
	psput = input("Назовите одиного из трех товарищей д'Артаньяна: ")
	if psput == rsput:
		print("\nМолодец!")
		print("У вас", score,"баллов.")

	else:
		score-=5
		print("\nНе правильно((\nПопробуйте еще раз\n\n")
input("\n\nНажмите Enter для выхода")
